import React from 'react';

export default function aboutSection() {
  return (
    <div>
      <section className="py-20 bg-gray-50">
        <div className="max-w-5xl mx-auto px-6">
          <h2 className="text-3xl font-bold text-gray-800 mb-10 text-center">
            เกี่ยวกับ Tutor
          </h2>
          <div className="space-y-8 text-gray-700 text-base leading-8 bg-white p-8 rounded-xl shadow">
            <p>
              <strong>Tutor</strong> คือเว็บหาติวเตอร์ตัวต่อตัว สถาบันกวดวิชา
              และหาครูสอนพิเศษ มีติวเตอร์ครบทุกวิชา
              เรียนพิเศษตัวต่อตัวตามบ้านและเรียนพิเศษตัวต่อตัวออนไลน์
              ผู้เรียนเลือกติวเตอร์ที่ถูกใจ กดดูเบอร์โทรของติวเตอร์ที่ชอบ
              และติดต่อกับ tutor โดยตรง
              ให้ผู้เรียนเลือกเรียนพิเศษแบบตัวต่อตัวได้อย่างสบายใจ
              ไม่มีต้องกังวลค่านายหน้า
              เลือกตารางเวลาเรียนพิเศษที่ต้องการได้ตามความสะดวก
              เรียนพิเศษตัวต่อตัวเพิ่มเกรด ติวสอบเข้ามัธยม มหาวิทยาลัย
              เตรียมสอบสัมภาษณ์งาน หรือเตรียมเดินทางไปต่างประเทศ
            </p>
            <p className="font-semibold text-xl text-indigo-600">
              ศูนย์รวมติวเตอร์อันดับ 1 Tutor
            </p>
            <p>
              จะหาติวเตอร์บน Tutor ได้อย่างไร? เลือกวิชาที่คุณต้องการติวเตอร์
              คุณจะเห็นแบบฟอร์มค้นหาติวเตอร์
              คุณต้องตอบคำถามเกี่ยวกับประเภทติวเตอร์สอนพิเศษที่คุณต้องการ
              ไม่ว่าจะเรียนพิเศษแบบตัวต่อตัวออนไลน์หรือเรียนพิเศษตัวต่อตัวกับครูสอนพิเศษตามบ้าน
              และเราจะพยายามหาติวเตอร์ที่เหมาะกับคุณให้
              หรือเลื่อนลงเพื่อดูรายชื่อติวเตอร์สอนพิเศษตามบ้านและออนไลน์ทั้งหมด
              อ่านประวัติติวเตอร์ที่รับสอนพิเศษ ดูรูปติวเตอร์ ราคา
              และรีวิวที่ติวเตอร์รับสอนพิเศษได้รับจากนักเรียน
              เลือกติวเตอร์ที่ชอบแล้วติดต่อติวเตอร์รับสอนพิเศษออนไลน์ท่านนั้นโดยตรง
              และอย่าลืมเขียนรีวิวให้ติวเตอร์ที่คุณเรียนไปแล้ว
              เพื่อช่วยนักเรียนคนอื่นๆ
              ที่หาติวเตอร์สอนพิเศษเหมือนคุณให้เจอกับติวเตอร์รับสอนพิเศษที่ตรงใจ
            </p>
            <p className="font-semibold text-xl text-indigo-600">
              วิธีเลือกติวเตอร์ง่ายๆ
            </p>
            <p>
              Tutor มีติวเตอร์แบบไหนบ้าง?
              ติวเตอร์รับสอนพิเศษตามบ้านและออนไลน์แบบตัวต่อตัวที่ผู้ปกครองไว้ใจ
              มีติวเตอร์สอนพิเศษตามบ้านและออนไลน์ชั้นนำมากมาย เช่น จุฬา มหิดล
              เพื่อเตรียมสอบเข้า เพิ่มเกรด มหาลัย วิชาสามัญ
              เตรียมอุดมศึกษาสอนได้ทั้งพื้นฐานและสอบคัดเลือก
              เรียนพิเศษแบบตัวต่อตัวกับทีมติวเตอร์คุณภาพ ทุกระดับ มีความรู้
              ทั้งอนุบาล ประถม ปลาย มีประสบการณ์ คัดเลือกมาให้น้องๆ
              ติวเตอร์รับสอนพิเศษให้คำแนะนำที่ดี เข้าใจปัญหาการเรียน
              สอนพร้อมเทคนิคเฉพาะตัว สอบถามข้อมูลได้เลย
            </p>
            <p className="text-center font-semibold text-lg text-indigo-600">
              ทีมติวเตอร์คุณภาพ มากประสบการณ์
            </p>
          </div>
        </div>
      </section>
    </div>
  );
}
